Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: Indicates whether Fast Initial Link Setup (802.11ai) must be enabled for the connection. One of NM_SETTING_WIRELESS_SECURITY_FILS_DEFAULT (0) (use global default value), NM_SETTING_WIRELESS_SECURITY_FILS_DISABLE (1) (disable FILS), NM_SETTING_WIRELESS_SECURITY_FILS_OPTIONAL (2) (enable FILS if the supplicant and the access point support it) or NM_SETTING_WIRELESS_SECURITY_FILS_REQUIRED (3) (enable FILS and fail if not supported). When set to NM_SETTING_WIRELESS_SECURITY_FILS_DEFAULT (0) and no global default is set, FILS will be optionally enabled.
en: 指示是否必須為連接啟用快速初始鏈接設置（802.11ai）。 NM_SETTING_WIRELESS_SECURITY_FILS_DEFAULT（0）之一（使用全局默認值），NM_SETTING_WIRELESS_SECURITY_FILS_DISABLE（1）（禁用FILS），NM_SETTING_WIRELESS_SECURITY_FILS_OPTIONAL（2）（如果請求者和接入點支持，則啟用FILS）或NM_SETTING_WIRELESS_SECURITY_FILS_REQUIRED（3）（啟用FILS並失敗，如果不支持）。設置為NM_SETTING_WIRELESS_SECURITY_FILS_DEFAULT（0）且未設置全局默認值時，將選擇啟用FILS。

source: Indicates whether Protected Management Frames (802.11w) must be enabled for the connection. One of NM_SETTING_WIRELESS_SECURITY_PMF_DEFAULT (0) (use global default value), NM_SETTING_WIRELESS_SECURITY_PMF_DISABLE (1) (disable PMF), NM_SETTING_WIRELESS_SECURITY_PMF_OPTIONAL (2) (enable PMF if the supplicant and the access point support it) or NM_SETTING_WIRELESS_SECURITY_PMF_REQUIRED (3) (enable PMF and fail if not supported). When set to NM_SETTING_WIRELESS_SECURITY_PMF_DEFAULT (0) and no global default is set, PMF will be optionally enabled.
en: 指示是否必須為連接啟用受保護的管理幀（802.11w）。 NM_SETTING_WIRELESS_SECURITY_PMF_DEFAULT（0）之一（使用全局默認值），NM_SETTING_WIRELESS_SECURITY_PMF_DISABLE（1）（禁用PMF），NM_SETTING_WIRELESS_SECURITY_PMF_OPTIONAL（2）（如果請求者和接入點支持PMF，則啟用PMF）或NM_SETTING_WIRELESS_SECURITY_PMF_REQUIRED（3）（啟用PMF並失敗，如果不支持）。設置為NM_SETTING_WIRELESS_SECURITY_PMF_DEFAULT（0）且未設置全局默認值時，將可選擇啟用PMF。

source: InfiniBand P_Key connection did not specify parent interface name
en: InfiniBand P_Key 連線並位指定父介面的名稱

source: InfiniBand connection %d
en: InfiniBand 連線 %d

source: InfiniBand device does not support connected mode
en: InfiniBand 裝置不支援已連接模式

source: Initialization at %C is not allowed in a PURE procedure
en: 初始化不允許出現在 %C 處的 PURE 程序中

source: Initialization at %C isn't for a pointer variable
en: %C 的初始化不是為指標變數準備的

source: Initializer not allowed for PARAMETER '%s' at %C
en: PARAMETER「%s」在 %C 處不允許有初始值設定

source: Inject friend functions into enclosing namespace
en: 將夥伴函式宣告視作包含它的命名空間中的有效宣告

source: Inline all known string operations
en: 內聯所有已知的字串作業

source: Inline constants if it can be done in 2 insns or less
en: 當常數可以為兩個以下的指令產生時內聯常數

source: Input file is a file with a list of filenames to compile
en: 輸入檔案是一個檔案名稱清單，指定了需要編譯的檔案

source: Input key
en: 輸入鍵

source: Install
en: Instol

source: Integer expression required at %C
en: %C 處需要整數運算式

source: Integer kind %d at %C not available
en: 整數種別 %d 在 %C 處無法使用

source: Integer overflow
en: 整數溢出

source: Integer too large at %C
en: %C 處整數太大

source: Interface name of the master device or UUID of the master connection.
en: 主設備的接口名稱或主連接的UUID。

source: Interface:
en: 介面卡：

source: Internal compiler error: Error reporting routines re-entered.
en: 內部編譯器錯誤：重入錯誤報告程式。

source: Intrinsic '%s' at %L cannot have an initializer
en: 內建函式「%s」在 %L 處不能有初始值設定

source: Invalid IV length (must be at least %u).
en: 无效的初始向量长度（至少为 %u）。

source: Invalid MAC in the blacklist: %s.
en: 黑名單中的MAC無效： %s.

source: Invalid configuration option '%s'; allowed [%s]
en: 無效的配置選項「%s」；允許「%s」

source: Invalid device Bluetooth address.
en: 設備藍牙地址無效。

source: Invalid device MAC address %s.
en: 設備MAC地址無效 %s.

source: Invalid file
en: Invälid fayl

source: Invalid form of array reference at %C
en: %C 處陣列參照形式無效

source: Invalid kind %d for CHARACTER constant at %C
en: CHARACTER 常數的種別 %d 無效，在 %C 處

source: Invalid kind for %s at %L
en: %s 種別無效，於 %L 處

source: Invalid license key
en: Invälid laisèns kyi

source: Invalid option. Please use --help to see a list of valid options.
en: 無效的選項。請使用 --help 來查看可用選項的清單。

source: Invalid real kind %d at %C
en: 無效的實型種別 %d，在 %C 處

source: Invocation:
en: Invokeiçion:

source: Issue warnings needed for strict compliance to the standard
en: 給出標準指定的所有警告資訊

source: Items
en: Aitèms

source: Iterator step at %L cannot be zero
en: %L 迭代次數不能為零

source: JSON configuration
en: JSON 配置

source: Java class %qT cannot have a destructor
en: Java 類別 %qT 不能有解構函式

source: Java class %qT cannot have an implicit non-trivial destructor
en: Java 類別 %qT 不能有隱含的非平凡的解構函式

source: Java class %qT cannot have multiple bases
en: Java 類別 %qT 不能有多個基礎類別

source: Java class %qT cannot have virtual bases
en: Java 類別 %qT 不能有虛基礎類別

source: Java method %qD has non-Java return type %qT
en: Java 方法 %qD 回傳非 Java 類型 %qT

source: Jump targets are aligned to this power of 2
en: 跳轉目的對齊在 2 的此次方上

source: Just generate unwind tables for exception handling
en: 僅為異常處理產生堆疊展開表

source: Just use icc0/fcc0
en: 只使用 icc0/fcc0

source: KIND parameter of %s at %L must be an initialization expression
en: KIND 參數 %s 在 %L 處必須是初始化運算式

source: Keep
en: Kīp

source: Keep Private
en: Kīp Praiveit

source: Keep highlighting
en: 保持語法標示

source: Keep my translations private
en: Kīp midè transleiçions praiveit

source: Keep private
en: Kīp praiveit

source: Key
en: 金鑰

source: Keyboard Shortcuts
en: 鍵盤捷徑

source: L%d cache latency unknown for %s
en: L%d 快取延遲不明，對 %s 來說

source: LACP mode. One of "active", "off", or "passive".
en: LACP模式。 “主動”，“關閉”或“被動”之一。

source: LACP rate ('slow' or 'fast') [slow]
en: LACP率（'慢'或'快'）[慢]

source: LEAP authentication is incompatible with 802.1x setting
en: LEAP身份驗證與802.1x設置不兼容

source: LEAP authentication is incompatible with Ad-Hoc mode
en: LEAP身份驗證與Ad-Hoc模式不兼容

source: LEAP authentication requires IEEE 802.1x key management
en: LEAP身份驗證需要IEEE 802.1x密鑰管理

source: LEAP username requires 'leap' authentication
en: LEAP用戶名需要'leap'身份驗證

source: LOGICAL operands are required in expression at %L
en: %L 處的運算式需要 LOGICAL 運算元

source: Label %d at %L defined but cannot be used
en: 標籤 %d 於 %L 經定義但無法被使用

source: Label %d at %L defined but not used
en: 標籤 %d 於 %L 經定義但未被使用

source: Label %d referenced at %L is never defined
en: 標籤 %d(參照自 %L)從未被定義

source: Label name '%s' at %C is ambiguous
en: 標籤名「%s」在 %C 處有歧義

source: Language of the translation is the same as source language.
en: Transleiçion dè target leŋgueij wa seim as sōrs leŋgueij.

source: Language of the translation isn’t set.
en: Transleiçion dè leŋgueij wa mi-seten.

source: Language of the translation:
en: Transleiçion dè leŋgueij:

source: Language selection
en: Leŋgueij silekçion

source: Language:
en: Leŋgueij:

source: Last modified
en: Last modifaien

source: Learn More
en: Lörn Moa

source: Learn More About Crowdin
en: (Lörn Moa Àbaut Crowdin)

source: Learn about gettext keywords
en: Lörn àbaut gettext kyiwörds

source: Learn about plural forms
en: Lörn àbaut plurol forms

source: Learn more
en: Lörn moa

source: Learn more about Crowdin
en: (Lörn moa àbaut Crowdin)

source: Left and middle panes
en: 左側和中間窗格

source: Left is local, right is remote
en: 左側為本地，右側為遠端

source: Left is remote, right is local
en: 左側為遠端，右側為本地

source: Legacy setting that used to help establishing PPP data sessions for GSM-based modems. Deprecated: 1
en: 與基於GSM的移動寬帶網絡建立PPP數據會話時撥打的號碼。許多調製解調器不需要PPP連接到移動網絡，因此該屬性應保留為空，這允許NetworkManager自動選擇適當的設置。

source: Letter %c already has an IMPLICIT type at %C
en: 字母 %c 在 %C 處已經有了一個 IMPLICIT 類型

source: Letters must be in alphabetic order in IMPLICIT statement at %C
en: %C 處 IMPLICIT 敘述中的字母必須按序排列

source: License Agreement
en: Laisèns Agrīmènt

source: License key only valid for Poedit version 1.x
en: Laisèns kyi onli valid for Poedit version 1.x

source: Licensed to %s
en: Laisènsaisen tu %s

source: Licensed to: %s
en: Laisènsaisen tu: %s

source: License…
en: Laisèns…

source: Lift restrictions on GOT size
en: 消除 GOT 大小限制

source: Like -M but ignore system header files
en: 與 -M 類似但是忽略系統標頭檔案

source: Like -MD but ignore system header files
en: 與 -MD 類似但是忽略系統標頭檔案

source: Like -pedantic but issue them as errors
en: 與 -pedantic 類似，但將它們視作錯誤

source: Line %d of file “%s” is corrupted (not valid %s data).
en: Lain %d in fayl «%s» wa korrùpten (not dū välid %s deitā).

source: Line endings:
en: Lain endiŋs:

source: Line you want to move the cursor to
en: 你想要游標移動到的列

source: Lines executed:%s of %d
en: 已執行的列數：%s (共 %d 列)

source: Lines in file comparisons will be wrapped according to this setting, either not at all ('none'), at any character ('char') or only at the end of words ('word').
en: 檔案比對中的列將根據這個設定換列，可以是完全不換列 ('none')，在任何字元換列 ('char') 或僅在單字結尾處換列 ('word')。

source: Link down delay
en: 斷線延遲

source: Link monitoring
en: 連結監控

source: Link to emit program in ELF format (rather than mmo)
en: 連結產生 ELF 而非 mmo 格式的程式

source: Link up delay
en: 連線延遲

source: Link watchers configuration for the connection: each link watcher is defined by a dictionary, whose keys depend upon the selected link watcher. Available link watchers are 'ethtool', 'nsna_ping' and 'arp_ping' and it is specified in the dictionary with the key 'name'. Available keys are: ethtool: 'delay-up', 'delay-down', 'init-wait'; nsna_ping: 'init-wait', 'interval', 'missed-max', 'target-host'; arp_ping: all the ones in nsna_ping and 'source-host', 'validate-active', 'validate-inactive', 'send-always'. See teamd.conf man for more details.
en: 用於連接的鏈接觀察者配置：每個鏈接觀察者由字典定義，其密鑰取決於所選擇的鏈接觀察者。可用的鏈接觀察者是'ethtool'，'nsna_ping'和'arp_ping'，它在字典中用鍵'name'指定。可用的密鑰是：ethtool：'delay-up'，'delay-down'，'init-wait'; nsna_ping：'init-wait'，'interval'，'miss-max'，'target-host'; arp_ping：nsna_ping和'source-host'中的所有內容，'validate-active'，'validate-incative'，'send-always'。有關更多詳細信息，請參閱teamd.conf man。

source: Link with libads.a, libc.a and crt0.o
en: 與 libads.a，libc.a 和 crt0.o 連結

source: Link with libmvme.a, libc.a and crt0.o
en: 與 libmvme.a，libc.a 和 crt0.o 連結

source: Link with libsim.a, libc.a and sim-crt0.o
en: 與 libsim.a，libc.a 和 sim-crt0.o 連結

source: Link with libyk.a, libc.a and crt0.o
en: 與 libyk.a，libc.a 和 crt0.o 連結

source: List of column names in folder comparison and whether they should be displayed.
en: 資料夾比對中的欄位名稱清單以及是否應該顯示它們。

source: List of connection UUIDs that should be activated when the base connection itself is activated. Currently only VPN connections are supported.
en: 激活基本連接時應激活的連接UUID列表。目前僅支持VPN連接。

source: List of extensions separated by semicolons (e.g. *.cpp;*.h):
en: Ikstençions list separeiten bai semikolons (e.g. *.cpp;*.h):

source: List of plugins separated by ','
en: 外掛程式清單，以「,」區隔開。

source: List of predefined filename-based filters that, if active, will remove matching files from a folder comparison.
en: 預先定義的基於檔案名稱的過濾器清單，如果啟用，將從資料夾比對中移除符合的檔案。

source: List of predefined text-based regex filters that, if active, will remove text from being used in a file comparison. The text will still be displayed, but won’t contribute to the comparison itself.
en: 預先定義的基於文字的正規表示式過濾器清單，如果啟用，將在檔案比對不使用文字。文字仍將顯示，但不會對比對本身做出貢獻。

source: List of statuses used to filter visible files in folder comparison.
en: 用於過濾資料夾比對中可見的檔案的狀態清單。

source: List of statuses used to filter visible files in version control comparison.
en: 用於在版本控制比對中過濾可見檔案的狀態清單。

source: List of strings specifying the allowed WPA protocol versions to use. Each element may be one "wpa" (allow WPA) or "rsn" (allow WPA2/RSN). If not specified, both WPA and RSN connections are allowed.
en: 指定要使用的允許的WPA協議版本的字符串列表。每個元素可以是一個“wpa”（允許WPA）或“rsn”（允許WPA2 / RSN）。如果未指定，則允許WPA和RSN連接。

source: List of strings to be matched against the altSubjectName of the certificate presented by the authentication server during the inner "phase 2" authentication. If the list is empty, no verification of the server certificate's altSubjectName is performed.
en: 在內部“階段2”身份驗證期間，與身份驗證服務器提供的證書的altSubjectName匹配的字符串列表。如果列表為空，則不執行服務器證書的altSubjectName的驗證。

source: List of strings to be matched against the altSubjectName of the certificate presented by the authentication server. If the list is empty, no verification of the server certificate's altSubjectName is performed.
en: 要與身份驗證服務器提供的證書的altSubjectName匹配的字符串列表。如果列表為空，則不執行服務器證書的altSubjectName的驗證。

source: Live comparison updating disabled
en: 實時比對更新已停用

source: Live updating of comparisons is disabled when synchronization points are active. You can still manually refresh the comparison, and live updates will resume when synchronization points are cleared.
en: 同步點啟用時實時比對更新會停用。您仍然可以手動重新整理比對。實時更新會在同步點清除後恢復啟用。

source: Ln %i, Col %i
en: 第 %i 列，第 %i 字

source: Load a saved comparison from a Meld comparison file
en: 從 Meld 比對檔案載入儲存的比對

source: Local
en: 本地

source: Local IP
en: 本地IP

source: Local, merge, remote
en: 本地、合併、遠端

source: Location
en: 位置

source: Lock Scrolling
en: 鎖定滾動

source: Lock scrolling of all panes
en: 鎖定所有窗格的滾動

source: Log Message
en: 日誌訊息

source: Log domains separated by ',': any combination of [%s]
en: 以「,」區隔開來的日誌區域：任何 [%s] 的組合

source: Log level: one of [%s]
en: 日誌等級：[%s] 之一

source: Logicals at %%L must be compared with %s instead of %s
en: %%L 處邏輯值必須與 %s 比較，而不是 %s

source: Look for and use PCH files even when preprocessing
en: 即使在預先處理時也搜尋並使用 PCH 檔案

source: Loop code aligned to this power of 2
en: 循環程式碼對齊到 2 的此次方上

source: MACsec EAP authentication
en: MACsec EAP身份驗證

source: MACsec PSK authentication
en: MACsec PSK身份驗證

source: MACsec connection
en: MACsec連接

source: MACsec parent device or connection UUID
en: MACsec父設備或連接UUID

source: MII (recommended)
en: MII（建議）

source: MMIX Internal: %s is not a shiftable int
en: MMIX 內部錯誤：%s 不是一個可移位的整數

source: MMIX Internal: Bad register: %d
en: MMIX 內部錯誤：錯誤的暫存器：%d

source: MMIX Internal: Bad value for 'm', not a CONST_INT
en: MMIX 內部錯誤：「m」值錯誤，不是一個 CONST_INT

source: MMIX Internal: Cannot decode this operand
en: MMIX 內部錯誤：無法解碼此運算元

source: MMIX Internal: Expected a CONST_INT, not this
en: MMIX 內部錯誤：預期的是 CONST_INT，不是這個

source: MMIX Internal: Expected a constant, not this
en: MMIX 內部錯誤：需要一個常數，不是這個

source: MMIX Internal: Expected a register, not this
en: MMIX 內部錯誤：需要一個暫存器，不是這個

source: MMIX Internal: Last named vararg would not fit in a register
en: MMIX 內部錯誤：最後一個具名的不定參數無法放入暫存器中

source: MMIX Internal: Missing %qc case in mmix_print_operand
en: MMIX 內部錯誤：mmix_print_operand 缺少 %qc 類型

source: MMIX Internal: This is not a constant:
en: MMIX 內部錯誤：這不是一個常數：

source: MMIX Internal: This is not a recognized address
en: MMIX 內部錯誤：這不是一個可辨識的位址

source: MMIX Internal: Trying to output invalidly reversed condition:
en: MMIX 內部錯誤：試圖輸出無效地反轉的條件：

source: MMIX Internal: What is the CC of this?
en: MMIX 內部錯誤：它的比較條件是什麼？

source: MMIX Internal: What's the CC of this?
en: MMIX 內部錯誤：它的比較條件是什麼？

source: MMX vector argument without MMX enabled changes the ABI
en: 沒有啟用 MMX，卻出現了 MMX 向量引數，這變更了 ABI

source: MMX vector return without MMX enabled changes the ABI
en: 沒有啟用 MMX卻回傳 MMX 向量，這變更了 ABI

source: MO files can’t be directly edited in Poedit.
en: MO fayls wa not dū editen direktli in Poedit.

source: Maintain backchain pointer
en: 維護反鏈指標

source: Make "char" signed by default
en: 使「char」類型預設為有號

source: Make "char" unsigned by default
en: 使「char」類型預設為無號

source: Make Lower Case
en: Meik Lower Keis

source: Make Upper Case
en: Meik Ùper Keis

source: Make all warnings fatal
en: 使所有警告表示嚴重錯誤

source: Make integers 32 bits wide
en: 讓整數有 32 位元寬

source: Malformed PEM file: DEK-Info was not the second tag.
en: 格式不良的 PEM 檔案：DEK-Info 不是第二個標籤。

source: Malformed PEM file: Proc-Type was not first tag.
en: 格式不良的 PEM 檔案：Proc-Type 不是第一個標籤。

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
en: 格式不良的 PEM 檔案：DEK-Info 標籤中的 IV 格式是無效的。

source: Malformed PEM file: no IV found in DEK-Info tag.
en: 格式不良的 PEM 檔案：在 DEK-Info 標籤中找不到 IV。

source: Malformed PEM file: unknown Proc-Type tag '%s'.
en: 格式不良的 PEM 檔案：不明的 Proc-Type 標籤「%s」

source: Malformed PEM file: unknown private key cipher '%s'.
en: 格式不良的 PEM 檔案：不明的私密金鑰加密器「%s」。

source: Malformed header: “%s”
en: Malformen hēdā: «%s»

source: Manual
en: 手動

source: Mar_k as Resolved
en: 標記為「已解決」(_K)

source: Margin column in commit message editor
en: 提交訊息編輯器中的邊界列

source: Mark MAC register as call-clobbered
en: 將 MAC 暫存器標記為呼叫篡改的

source: Mark _Resolved
en: 標記為「已解決」(_R)

source: Mark as resolved in version control
en: 在版本控制中標記為「已解決」

source: Mark conflict as resolved?
en: 要把衝突標記為「已解決」嗎？

source: Match
en: 比對

source: Maximal growth due to inlining of large function (in percent)
en: 內聯大函式造成的程式碼膨脹的上限(以百分數的形式給出)

source: Maximum allowed activations exceeded
en: Maksimum allowen aktiveiçions wa iksiden

source: Maximum source port [0]
en: 最大源端口[0]

source: Meld Diff Viewer
en: Meld 差異檢視程式

source: Meld Preferences
en: Meld 偏好設定

source: Meld base scheme
en: Meld 基礎配色方案

source: Meld comparison description
en: Meld 比對描述

source: Meld dark scheme
en: Meld 暗色配色方案

source: Meld helps you review code changes, understand patches, and makes enormous merge conflicts slightly less painful.
en: Meld 可以幫助您查看代碼變更、理解修正檔，並可以減輕您在大型合併衝突中的痛苦。

source: Meld is a file and directory comparison tool.
en: Meld 是一個檔案和資料夾比對工具。

source: Meld is a visual diff and merge tool targeted at developers. Meld helps you compare files, directories, and version controlled projects. It provides two- and three-way comparison of both files and directories, and supports many version control systems including Git, Mercurial, Bazaar and Subversion.
en: Meld 是針對開發人員的視覺化差異和合併工具。Meld 可以幫助您比對檔案、資料夾和版本控制的專案。它提供檔案和資料夾的雙向和三向比對，並支援許多版本控制系統，包括 Git、Mercurial、Bazaar 和 Subversion。

source: Meld requires %s or higher.
en: Meld 需要 %s 或以上的版本。

source: Meld will use these text encodings to try to decode loaded text files before trying any other encodings. In addition to the encodings in this list, UTF-8 and the current locale-default encoding will always be used; other encodings may also be tried, depending on the user’s locale.
en: 在嘗試其他編碼之前，Meld 將使用這些文字編碼來嘗試解碼載入的文字檔案。除了此清單中的編碼外，也會總是使用 UTF-8 和目前的地區預設編碼。也可能嘗試其他編碼，取決於使用者的地區。

source: Merge All
en: 全部合併

source: Merge All from Left
en: 從左側合併所有變更

source: Merge All from Right
en: 從右側合併所有變更

source: Merge all non-conflicting changes from left and right panes
en: 從左側和右側窗格合併所有非衝突的變更

source: Merge all non-conflicting changes from the left
en: 從左側合併所有非衝突的變更

source: Merge all non-conflicting changes from the right
en: 從右側合併所有非衝突的變更

source: Merged
en: 已合併

source: Merging differences…
en: Mörj diffèrènses…

source: Method for proxy configuration, Default is NM_SETTING_PROXY_METHOD_NONE (0)
en: 代理配置方法，默認為NM_SETTING_PROXY_METHOD_NONE（0）

source: Method returned type '%s', but expected '%s'
en: 方法返回類型'%s', 但預計'%s'

source: Metric
en: 公制

source: Middle and right panes
en: 中間和右側窗格

source: Minimize
en: Minimais

source: Minimum heap expansion to trigger garbage collection, as a percentage of the total size of the heap
en: 引發無用收集的堆展開的最小值，以占堆總大小的百分比給出

source: Minimum heap size before we start collecting garbage, in kilobytes
en: 開始無用回收時最小的堆大小，以千位元組表示

source: Minimum number of virtual mappings to consider switching to full virtual renames
en: 考慮切換到完整虛擬更名的最小虛擬映射數

source: Minimum source port [0]
en: 最小源端口[0]

source: Missing
en: 欠缺

source: Missing %s in arp_ping link watcher
en: 失踪 %s 在arp_ping鏈接觀察者

source: Missing actual argument '%s' in call to '%s' at %L
en: 缺少引數「%s」，在呼叫「%s」時，位於 %L

source: Missing actual argument for argument '%s' at %L
en: 參數「%s」在 %L 處缺少引數

source: Missing argument list in function '%s' at %C
en: 函式「%s」在 %C 處缺少參數清單

source: Missing dimension specification at %C
en: %C 處沒有指定維數

source: Missing exponent in real number at %C
en: %C 處實數缺少指數部分

source: Missing kind-parameter at %C
en: %C 處缺少種別參數

source: Missing ovs interface setting
en: 缺少ovs界面設置

source: Missing ovs interface type
en: 缺少ovs界麵類型

source: Missing target-host in nsna_ping link watcher
en: 在nsna_ping鏈接觀察器中缺少目標主機

source: Mobile Broadband
en: 行動寬頻

source: Mobile broadband connection %d
en: 行動寬頻連線 %d

source: Mobile broadband network password
en: 行動寬頻網路的密碼

source: Mode
en: 模式

source: Mode changed from %s to %s
en: 模式已從 %s 變更為 %s

source: Modem initialization failed
en: 數據機初始化失敗

source: ModemManager is unavailable
en: ModemManager 無法使用

source: Modification time
en: 修改時間

source: Modified
en: 修改

source: Modify network connections for all users
en: 修改所有使用者的網路連線

source: Modify persistent global DNS configuration
en: 修改持久性全局DNS配置

source: Modify persistent system hostname
en: 修改永久系統的主機名稱

source: Modify personal network connections
en: 修改個人網路連線

source: Module %s at line %d column %d: %s
en: 模組 %s 位於列 %d 行 %d：%s

source: Monitoring connection activation (press any key to continue)
en: 監控連線啟用（按下任何鍵以繼續進行）

source: Monitoring frequency
en: 監控頻率

source: Move _Down
en: 下移(_D)

source: Move _Up
en: 上移(_U)

source: Move item down
en: 下移項目

source: Move item up
en: 上移項目

source: Move keyboard focus to the next document in this comparison
en: 將鍵盤焦點轉移到比對的下一個文件

source: Move keyboard focus to the previous document in this comparison
en: 將鍵盤焦點轉移到比對的上一個文件

source: Move tab left
en: 左移分頁

source: Move tab right
en: 右移分頁

source: Multiple errors occurred while scanning this folder
en: 掃描此資料夾時出現多個錯誤

source: Must specify a P_Key if specifying parent
en: 如果指定父屬，就必須指定一組 P_Key

source: NOTE_INSN_BASIC_BLOCK %d in middle of basic block %d
en: NOTE_INSN_BASIC_BLOCK %d 在基本區塊 %d 中間

source: NOTE_INSN_BASIC_BLOCK is missing for block %d
en: 區塊 %d 缺少 NOTE_INSN_BASIC_BLOCK

source: NULL appears on right-hand side in assignment at %L
en: %L 處賦值右手邊出現 NULL

source: NULL pointer at %L is not permitted as actual argument of '%s' intrinsic function
en: %L 的 NULL 指標不能做為內建函式「%s」的引數

source: NULL() initialization at %C is ambiguous
en: %C 處的 NULL() 初始化有歧義

source: Name
en: 過濾器名稱

source: Name '%s' at %C is the name of the procedure
en: 名稱「%s」(位於 %C)是一個程序的名稱

source: Name at %C is too long
en: %C 的名稱太長

source: Name of the project the translation is for
en: Nigè transleiçion yusen dè Projekt dè neim

source: Name too long
en: 名稱太長

source: Name:
en: Neim:

source: Ne&xt Unfinished
en: Nè&ist Mi-finishen

source: Ne&xt unfinished
en: Nè&ist mi-finishen

source: Necessary firmware for the device may be missing
en: 可能缺少裝置的必要韌體

source: Need three files to auto-merge, got: %r
en: 需要三個檔案來自動合併，已有：%r

source: Network Service Provider (NSP) name of the WiMAX network this connection should use. Deprecated: 1
en: 此連接應使用的WiMAX網絡的網絡服務提供商（NSP）名稱。不予批准：1

source: Network registration denied
en: 網路登記被拒絕

source: Network registration timed out
en: 網路登記逾時

source: NetworkManager TUI
en: NetworkManager 文字介面

source: NetworkManager is not running.
en: NetworkManager 並不在執行中。

source: NetworkManager logging
en: NetworkManager 日誌

source: NetworkManager monitors all network connections and automatically chooses the best connection to use. It also allows the user to specify wireless access points which wireless cards in the computer should associate with.
en: NetworkManager 會監控所有網路連線並自動 選擇最佳的連線。它也能允許使用者指定 電腦中的無線網路卡應與哪個 無線存取點相聯。

source: NetworkManager permissions
en: NetworkManager 權限

source: NetworkManager status
en: NetworkManager 狀態

source: NetworkManager went to sleep
en: NetworkManager 進入了睡眠狀態

source: Networking
en: 網路作業

source: Never use this network for default route
en: 永不使用此網路來作為預設路由

source: New
en: Niu

source: New Connection
en: 新連線

source: New comparison
en: 新的比對

source: New strings
en: Niu striŋs

source: Newly added
en: 已新增

source: Next Change
en: 下一個變更

source: Next Conflict
en: 下一個衝突

source: Next Hop
en: 下一個節點

source: Next Pane
en: 下一個窗格

source: Next Plural Form
en: Nèist Plurol Form

source: Next comparison pane
en: 下一個比對窗格

source: Next conflict
en: 下一個衝突

source: Next plural form
en: Nèist plurol form

source: No Matches Found
en: Mwu Mätčes Fainden

source: No branches
en: 沒有跳轉

source: No calls
en: 沒有呼叫

source: No carrier could be established
en: 無法建立載體

source: No connection specified
en: 沒有指定連接

source: No custom routes are defined.
en: 沒有已定義的自訂路線。

source: No default crt0.o
en: 沒有預設的 crt0.o

source: No dial tone
en: 沒有撥號音

source: No executable lines
en: 沒有可執行列
